/* 
   SORelativeDateTransformer.strings

   Created by StdOrbit on 12/6/10.
   Copyright 2010 Standard Orbit Software, LLC. All rights reserved.
 */

"formatTemplateForRelativePastDatePhrase" = "%@前";
"formatTemplateForRelativeFutureDatePhrase" = "%@内";

"now" = "现在";
"%@ year (plural rule: other)" = "%@ 年";
"%@ month (plural rule: other)" = "%@ 月";
"%@ week (plural rule: other)" = "%@ 周";
"%@ day (plural rule: other)" = "%@ 天";
"%@ hour (plural rule: other)" = "%@ 小时";
"%@ minute (plural rule: other)" = "%@ 分钟";
"%@ second (plural rule: other)" = "%@ 秒";
